Repository: vsalonsolar-gif/Fintech-Credito
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: es

source: can't be blank
es: no puede estar vacio

source: has already been taken
es: ya ha sido tomado

source: is invalid
es: no es valido

source: must be accepted
es: debe ser aceptado

source: has invalid format
es: tiene un formato invalido

source: has an invalid entry
es: tiene una entrada invalida

source: is reserved
es: esta reservado

source: does not match confirmation
es: no coincide con la confirmacion

source: is still associated with this entry
es: todavia esta asociado con esta entrada

source: are still associated with this entry
es: todavia estan asociados con esta entrada

source: should have %{count} item(s)
es: debe tener %{count} elemento

source: should be %{count} character(s)
es: debe tener %{count} caracter

source: should be %{count} byte(s)
es: debe tener %{count} byte

source: should have at least %{count} item(s)
es: debe tener al menos %{count} elemento

source: should be at least %{count} character(s)
es: debe tener al menos %{count} caracter

source: should be at least %{count} byte(s)
es: debe tener al menos %{count} byte

source: should have at most %{count} item(s)
es: debe tener como maximo %{count} elemento

source: should be at most %{count} character(s)
es: debe tener como maximo %{count} caracter

source: should be at most %{count} byte(s)
es: debe tener como maximo %{count} byte

source: must be less than %{number}
es: debe ser menor que %{number}

source: must be greater than %{number}
es: debe ser mayor que %{number}

source: must be less than or equal to %{number}
es: debe ser menor o igual a %{number}

source: must be greater than or equal to %{number}
es: debe ser mayor o igual a %{number}

source: must be equal to %{number}
es: debe ser igual a %{number}

source: is not included in the list
es: no esta incluido en la lista
